<template>
  <view class="container">
    尊敬的用户：
    <view class="line"></view>
    欢迎使用名医在线！
    <view class="line"></view>
    【协议说明】本协议是你与名医在线之间关于使用本服务所订立的协议。
    <view class="line"></view>
    【审慎阅读】你在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请你务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。如你对协议有任何疑问，可向名医在线客服咨询。如你未满18周岁，或以其他形式被限制民事行为能力，请在监护人的陪同下阅读本协议。
    <view class="line"></view>
    【签约动作】当你按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示你已充分阅读、理解并接受本协议的全部内容，并与名医在线网站达成一致，成为名医在线平台用户。你的注册行为将被认为是对本协议全部条款无保留的接受和遵守。阅读本协议的过程中，如果你不同意本协议或其中任何条款约定，你应立即停止注册程序。
    <view class="line"></view>
    【词汇定义】本文中所用词汇定义如下：
    <view class="line"></view>
    名医在线：指包括名医在线网站、名医在线移动客户端及其 他现在或将来推出的基于名医在线服务的平台。
    <view class="line"></view>
    用户：指阅读并同意本协议内容，经过名医在线注册程序成为名医在线各项服务使用者的单位或个人。（以下更多称为“你”）
    <view class="line"></view>
    名医在线管理规定：指包括本协议在内的，由用户签署，或由名医在线在明显位置展示的，具有规范用户行为作用的各类规定、提示、声明文件。
    <view class="line"></view>
    一、用户及注册：
    <view class="line"></view>
    1.1
    名医在线提供用户注册。你的帐号和密码由你自行保管；你应当对以你的帐号进行的所有活动和事件负法律责任。
    <view class="line"></view>
    1.2
    你注册时，在账号名称、头像和简介等注册信息中不得出现违法和不良信息，否则名医在线有权拒绝提供服务，并关闭该账号
    <view class="line"></view>
    1.3注册成功后，账号不可删除，名医在线将对你的各项信息承担最严格的保密责任。
    <view class="line"></view>
    1.4在注册、使用和管理平台帐户时，请你使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括你的姓名及电子邮件地址、联系电话、联系地址等），以便重庆名医在线信息技术有限公司在必要时与你联系，并注意及时更新。为使你更好地使用名医在线平台的各项服务，请你按照相关法律规定及名医在线平台要求完成实名认证。你应当对你提供的帐号资料的真实性、合法性、准确性和有效性独立承担责任。如因此给重庆名医在线信息技术有限公司或第三方造成损害的，你应当依法予以赔偿
    <view class="line"></view>
    。
    1.5为保障用户和公司利益，重庆名医在线信息技术有限公司有权核查你提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件、公司官方声明/说明等）后再决定是否核准你的注册申请。若你提交的材料或填写的信息不完整或不准确，则你可能无法使用本服务或在使用过程中受到限制。
    <view class="line"></view>
    1.6你所设置的帐户名不得违反国家法律法规及名医在线平台规则关于帐户名的管理规定，否则重庆名医在线信息技术有限公司可对你的帐户名进行暂停使用或注销等处理，并向主管机关报告。
    <view class="line"></view>
    1.7你理解并承诺，你的帐户名称、头像和简介等注册信息中不得出现违法和不良信息，没有冒用、关联机构或社会名人，你在帐户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线。
    <view class="line"></view>
    1.8你同意并授权，为了更好的为你提供服务以及确保你的帐户安全，重庆名医在线信息技术有限公司可以根据你提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。
    <view class="line"></view>
    1.9名医在线平台帐号的所有权归重庆名医在线信息技术有限公司所有，你注册申请通过后，你将拥有名医在线平台帐号的使用权，可以登录并在名医在线平台上制作、复制、发布、传播内容。平台帐号的所有权归重庆名医在线信息技术有限公司所有，公司有权因经营需要收回帐号。同时，禁止任何赠与、借用、租用、转让或售卖帐号等的行为。如你违反本协议内容，重庆名医在线信息技术有限公司有权对该帐户进行暂停使用、注销或停止提供服务等处理，且不承担任何法律责任，由此导致的包括并不限于你通讯中断、资料和虚拟道具等清空等损失由你自行承担。
    <view class="line"></view>
    二、服务内容：
    <view class="line"></view>
    2.1
    名医在线服务的具体内容由名医在线经营者提供，名医在线经营者保留随时变更、中断或终止部分或全部网络服务的权利。
    <view class="line"></view>
    2.2
    名医在线作为医生、患者间交流互通平台，你通过名医在线发表的各种言论（包括但不仅限于咨询问题、就医经验、感谢信等），并不代表名医在线赞同你的观点或证实其内容的真实性。
    <view class="line"></view>
    2.3
    你在名医在线上获得的医生答复、医学文章、医疗保健信息等，均不代表名医在线赞同其观点或证实内容的真实性，以上信息不能作为你采取治疗方案的直接依据。如确有必要，你应当联系医生进行面对面的诊疗。
    <view class="line"></view>
    2.4
    名医在线在提供网络服务时，可能会对部分服务收取一定费用，名医在线将会对收费服务给予明确的提示，如你拒绝支付此类费用，名医在线有权不提供相关服务。
    <view class="line"></view>
    2.5
    名医在线仅提供相关的服务，除此之外与服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由你自行负担。
    <view class="line"></view>
    2.6
    因不可抗力、网络状况、通讯线路、用户自身过错等技术原因，或其他不可控原因导致你不能正常使用名医在线服务，名医在线不承担相应责任。
    <view class="line"></view>
    三、用户的权利和责任：
    <view class="line"></view>
    3.1
    你有权利拥有自己在名医在线的用户名及密码，并有权利使用自己的用户名及密码随时登录名医在线服务。
    <view class="line"></view>
    3.2 你不得以任何形式转让或授权他人使用自己的名医在线用
    户名，亦不得盗用他人帐号，由以上行为造成的后果由用户自 行承担。
    <view class="line"></view>
    3.3 你有权根据名医在线管理规定发布、获取信息，进行医患 互通交流等。
    <view class="line"></view>
    3.4 你必须遵守卫生部《互联网医疗保健信息服务管理办法》
    及国家关于互联网信息发布的相关法律法规，你对自己在名医
    在线上发布的信息承担责任，你不得发布违法信息，不得恶意
    评价其他用户。你承诺自己在使用名医在线时实施的所有行为
    均遵守国家法律、法规和名医在线管理规定以及社会公共利益
    或公共道德。如你违反上述任一规则，导致相应法律后果的发
    生，你将以自己的名义独立承担所有法律责任。
    <view class="line"></view>
    3.5 你不得将涉及医疗纠纷的问题或其它有责任争议的问题在
    名医在线发布，关于医疗纠纷的问题，请另行咨询律师或相关
    主管部门寻求援助，名医在线有权将此类信息删除。
    <view class="line"></view>
    3.6 你发现其他用户有违法或违反名医在线管理规定的行为，
    可以向名医在线进行反映要求处理。你因名医在线展示的内容
    与其他用户发生纠纷的，司法部门可以要求名医在线根据法律 程序提供该案件所需证据材料。
    <view class="line"></view>
    3.7
    你需要对注册和使用时提交的信息及材料真实性、准确性、合法性、有效性负责，如因此引起的问题，由你承担全部法律责任。
    <view class="line"></view>
    3.8
    请你妥善保管你的帐户信息，并对此帐户下发生的一切活动承担全部法律责任。不向任何第三方透露帐户或密码信息，如出现或怀疑帐号和密码遭到他人使用，请尽快通知重庆名医在线信息技术有限公司，以免你的利益受到损失。
    <view class="line"></view>
    3.9
    请你保证对在名医在线平台制作、复制、上传、发布、传播的任何内容享有合法权益，若你发布的内容发生权利纠纷或侵犯了任何第三方的合法权益，需你承担全部法律责任。
    <view class="line"></view>
    3.10
    请你遵守本协议的各项条款，并正确、适当地使用、运营、管理此平台账号，如你违反本协议中的任何条款，重庆名医在线信息技术有限公司有权在任何时候依据本协议中止或终止对你提供服务。
    <view class="line"></view>
    3.11如你注册名医在线账号后连续三个月不登录该帐号，为避免资源浪费，重庆名医在线信息技术有限公司有权收回该帐号，因此带来的损失将由你自行承担。
    <view class="line"></view>
    3.12
    你的言行应遵守《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，你不能利用名医在线平台上的帐户制作、复制、上传、发布、传播任何与如下要求相悖的内容（该内容是指你使用名医在线平台过程中所制作、复制、上传、发布、传播的任何内容，包括但不限于帐户头像、名称、用户说明、注册信息及其他资料，或文字、语音、图片、视频、图文、图表、漫画等发送、回复消息、评论和相关链接页面）：
    <view class="line"></view>
    (1) 反对宪法所确定的基本原则的；
    <view class="line"></view>
    (2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
    <view class="line"></view>
    (3) 损害国家荣誉和利益的；
    <view class="line"></view>
    (4) 煽动民族仇恨、民族歧视，破坏民族团结的；
    <view class="line"></view>
    (5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
    <view class="line"></view>
    (6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
    <view class="line"></view>
    (7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
    <view class="line"></view>
    (8) 侮辱或者诽谤他人，侵害他人合法权益的；
    <view class="line"></view>
    (9) 含有法律、法规和政策禁止的其他内容的信息。
    <view class="line"></view>
    3.13为保证名医在线平台的正常运营及用户的良好体验，请你不要利用名医在线平台制作、复制、上传、发布、传播如下内容：
    <view class="line"></view>
    (1) 含有任何性或性暗示以及任何其他低俗类信息；
    <view class="line"></view>
    (2) 骚扰、垃圾广告；
    <view class="line"></view>
    (3) 涉及他人隐私、个人信息或资料的任何信息；
    <view class="line"></view>
    (4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的任何信息；
    <view class="line"></view>
    (5) 含有其他干扰名医在线平台正常运营、侵犯其他用户或其他第三方合法权益内容的信息。
    <view class="line"></view>
    3.14为确保用户的利益，你请在使用本平台时，不要进行如下行为：
    <view class="line"></view>
    (1) 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；
    <view class="line"></view>
    (2) 强制、诱导其他用户关注、点击链接页面或分享信息；
    <view class="line"></view>
    (3) 虚构事实、隐瞒真相以误导、欺骗他人；
    <view class="line"></view>
    (4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利；
    <view class="line"></view>
    (5)
    未经重庆名医在线信息技术有限公司书面许可使用插件、外挂或其他第三方工具、服务接入本服务和相关系统；
    <view class="line"></view>
    (6) 利用名医在线平台及帐户从事违法犯罪活动；
    <view class="line"></view>
    (7) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；
    <view class="line"></view>
    (8)
    其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经重庆名医在线信息技术有限公司明示授权的行为。
    <view class="line"></view>
    四、名医在线的权利和责任：
    <view class="line"></view>
    4.1 名医在线将协助医患之间进行合法的交流，并提供必要的 网络技术帮助；
    <view class="line"></view>
    4.2 名医在线有义务在现有技术上维护整个网络平台的正常运
    行，并努力提升和改进技术，使你与医生的网上交流、互助得 以顺利进行；
    <view class="line"></view>
    4.3 名医在线作为医患互通服务的平台，不对你发布的信息的
    来源和正确性负责，不参与医患交流，不对医患交流的结果承 担任何责任；
    <view class="line"></view>
    4.4 对于你在名医在线上的不当行为或其它任何名医在线认为
    应当终止服务的情况，名医在线有权随时作出删除相关信息、 终止服务提供等处理，而无需征得你的同意；
    <view class="line"></view>
    4.5 名医在线没有义务对所有用户的注册数据、所有的活动行
    为以及与之有关的其它事项进行审查，但如存在下列情况，名
    医在线有权根据不同情况选择保留或删除相关信息或继续、停 止对该用户提供服务，并追究相关法律责任：
    <view class="line"></view>
    &np①你或其它第三方通知名医在线，认为某个具体用户、具体行 为、具体事项可能存在重大问题；
    <view class="line"></view>
    ②你或其它第三方向名医在线告知网络平台上有违法或不当行
    为的，名医在线以普通非专业医疗人员的知识水平标准对相关
    内容进行判别，可以明显认为这些内容或行为具有违法或不当 性质的。
    <view class="line"></view>
    4.6 用户在名医在线上如与其它用户产生纠纷，请求名医在线
    从中予以调处，经名医在线审核后，名医在线有权向纠纷双方
    了解情况，并将所了解的情况互相通知对方；名医在线所作出
    的调处行为不具有法律效力，调处结果系由纠纷双方自愿作出，
    名医在线仅协助提供信息的沟通，不对调处结果承担相应法律 责任。
    <view class="line"></view>
    4.7 名医在线有权对用户的注册数据及活动行为进行查阅，发
    现注册数据或活动行为中存在任何问题或怀疑，均有权向用户
    发出询问及要求改正的通知或者直接作出删除等处理；
    <view class="line"></view>
    4.8 经国家生效法律文书或行政处罚决定确认用户存在违法行
    为，或者名医在线有足够事实依据可以认定用户存在违法或违
    反名医在线管理规定的行为的，名医在线有权以合理方式公布 用户的违法行为；
    <view class="line"></view>
    4.9 因不可抗力（如火灾、水灾、暴动、骚乱、战争、自然灾
    害等）导致名医在线的服务中断或者用户数据损坏、丢失等， 名医在线不承担任何责任；
    <view class="line"></view>
    4.10 许可使用权：用户以此授予名医在线独家的、全球通用
    的、永久的、免费的许可使用权利，使名医在线有权(全部或 部分)
    使用、复制、修订、改写、发布、翻译、分发、执行和
    展示用户公示于网站的各类信息或制作其派生作品，和/或以
    现在已知或日后开发的任何形式、媒体或技术，将上述信息纳 入其它作品内。
    <view class="line"></view>
    4.11你或其它第三方通知名医在线，认为某个具体用户、具体行为、具体事项可能存在重大问题；
    <view class="line"></view>
    4.12你或其它第三方向名医在线告知网络平台上有违法或不当行为的，名医在线以普通非专业医疗人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的。
    <view class="line"></view>
    4.13用户在名医在线上如与其它用户产生纠纷，请求名医在线从中予以调处，经名医在线审核后，名医在线有权向纠纷双方了解情况，并将所了解的情况互相通知对方；名医在线所作出的调处行为不具有法律效力，调处结果系由纠纷双方自愿作出，名医在线仅协助提供信息的沟通，不对调处结果承担相应法律责任。
    <view class="line"></view>
    4.14名医在线有权对用户的注册数据及活动行为进行查阅，发现注册数据或活动行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理；
    <view class="line"></view>
    4.15经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者名医在线有足够事实依据可以认定用户存在违法或违反名医在线管理规定的行为的，名医在线有权以合理方式公布用户的违法行为；
    <view class="line"></view>
    4.16因不可抗力（如火灾、水灾、暴动、骚乱、战争、自然灾害等）导致名医在线的服务中断或者用户数据损坏、丢失等，名医在线不承担任何责任；
    <view class="line"></view>
    4.17许可使用权：用户以此授予名医在线独家的、全球通用的、永久的、免费的许可使用权利，使名医在线有权(全部或部分)
    使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于网站的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
    <view class="line"></view>
    五、服务变更、中断或终止：
    <view class="line"></view>
    5.1 因系统维护或升级的需要而需暂停网络服务，名医在线将 尽可能事先进行通告。
    <view class="line"></view>
    5.2 如发生下列任何一种情形，名医在线有权解除本协议，并 终止你的全部服务：
    <view class="line"></view>
    5.2.1 你违反国家有关法律法规或名医在线管理规定，侵害他 人合法权益的；
    <view class="line"></view>
    5.2.2 你因在名医在线上的不当行为被行政或司法机构拘留或 起诉；
    <view class="line"></view>
    5.2.3 你丧失使用网站服务的行为能力；
    <view class="line"></view>
    5.2.4 你提供的个人资料不真实；
    <view class="line"></view>
    5.2.5 你盗用他人账户、发布违禁信息、骗取他人财物的；
    <view class="line"></view>
    5.2.6 你传播虚假信息，歪曲事实，经查证属实的；
    <view class="line"></view>
    5.2.7 其它名医在线认为需要终止服务的情况。除前款所述情形外，名医在线保留在不事先通知你的情况下随
    时中断或终止部分或全部网络服务的权利，对于服务的中断或
    终止而造成你的损失的，名医在线不承担任何责任。
    <view class="line"></view>
    5.3 服务发生变更、中断、终止后，名医在线仍有以下权利：
    <view class="line"></view>
    5.3.1 名医在线有权保留你的注册数据及以前的行为记录；
    <view class="line"></view>
    5.3.2 如你在服务变更、中断、终止前，在名医在线平台上存
    在违法行为或违反条款的行为，名医在线仍可行使本服务条款 所规定的权利。
    <view class="line"></view>
    六、隐私声明：
    <view class="line"></view>
    6.1 适用范围
    <view class="line"></view>
    6.1.1 你注册名医在线时，根据网站要求提供的个人信息；
    <view class="line"></view>
    6.1.2 你使用名医在线服务、参加相关活动、访问网站网页
    （或移动客户端）时，网站自动接收并记录用户浏览器上的服
    务器数据，包括但不限于IP地址、网站Cookie中的资料及你要 求取用的网页记录；
    <view class="line"></view>
    6.1.3 你使用名医在线时，上传的非公开的病历资料、基本情 况、诊疗方案等文字、图片、数据信息。
    <view class="line"></view>
    6.1.4 名医在线通过合法途径从其他途径取得的你的个人资料。
    <view class="line"></view>
    6.1.5 你认为不宜公开的其他内容。
    <view class="line"></view>
    6.2 信息保密
    <view class="line"></view>
    6.2.1 保护你的隐私是名医在线的一项基本政策，名医在线保
    证不对外公开或向第三方提供你的注册资料及你在使用网络服
    务时存储的非公开内容，但下列情况除外：事先获得你的明确
    授权；根据有关的法律法规要求；按照相关政府主管部门的要
    求；为维护社会公众的利益；为维护名医在线的合法权益。
    <view class="line"></view>
    6.2.2 名医在线可能会与第三方合作向用户提供相关的网络服
    务，在此情况下，如该第三方同意承担与名医在线同等的保护
    用户隐私的责任，则名医在线有权将你的注册资料等提供给该 第三方。
    <view class="line"></view>
    6.3 信息使用：
    <view class="line"></view>
    6.3.1 在不透露你的保密信息的前提下，名医在线有权对整个
    用户数据库进行分析并对用户数据库进行商业上的利用。
    <view class="line"></view>
    6.3.2 医患之间的咨询问题内容在隐去姓名、单位、地址等信
    息后，名医在线可以不经过你的授权，进行公开、编辑、出版、 发行。
    <view class="line"></view>
    6.3.3 为服务用户的目的，名医在线可能通过使用你的个人信
    息向你提供服务，包括但不限于向你发出活动和服务信息等。
    <view class="line"></view>
    七、免责声明：
    <view class="line"></view>
    7.1 你使用名医在线服务所存在的风险将完全由你自己承担；
    因其使用名医在线服务而产生的一切后果也由你自己承担，名 医在线对你不承担任何责任。
    <view class="line"></view>
    7.2 你有权选择是否遵从智慧互联网医院的医师作出的疾病诊
    断、治疗方案、用药意见（包括电子处方）等。如果你在未与
    智慧互联网医院开展合作的医疗机构获取药品、接受治疗的，
    即便你依据的处方或治疗方案来源于智慧互联网医院和/或在
    线医生，智慧互联网医院和/或医生亦不承担相应责任。
    <view class="line"></view>
    7.3 名医在线不承诺网页上设置的外部链接的准确性和完整性，
    同时，对于该等外部链接指向的不由名医在线实际控制的任何 网页上的内容，名医在线不承担任何责任。
    <view class="line"></view>
    7.4 对于因不可抗力或名医在线不能控制的原因造成的网络服
    务中断或其它缺陷，名医在线不承担任何责任，但将尽力减少 因此而给你造成的损失和影响。
    <view class="line"></view>
    7.5名医在线展示第三方购药平台提供的药品信息，所有信息仅
    供参考，不做个别诊断、用药和使用的根据，是否在第三方平
    台购买药品由客户自行决定，本站概不负责，亦不负任何法律 责任。
    <view class="line"></view>
    7.6本公司致力于提供正确、完整的健康资讯，但不保证信息
    的正确性和完整性，且不对因信息的不正确或遗漏导致的任何
    损失或损害承担责任。本站所提供的任何医药资讯，仅供参考，
    不能替代医生和其他医务人员的建议，如自行使用本网资料发
    生偏差，本站概不负责，亦不负任何法律责任。
    <view class="line"></view>
    7.7任何访问和使用本平台的个人或单位必须遵守有关法律法
    规，不得借助本平台的传播、宣传等功能，从事非法活动。
    <view class="line"></view>
    7.8凡通过本平台发布交易信息、进行交易行为的个人或单位，
    务必保证所发布信息的真实性和合法性，并如约履行交易合同。
    如因发布虚假信息、进行虚假交易等行为导致的法律后果，由
    行为人自行承担，本平台保留依法追偿等相关权利。
    <view class="line"></view>
    7.9任何单位或个人认为本平台中的内容可能涉嫌侵犯其合法权
    益，可及时向本平台书面反馈，并提供身份证明、权属证明及
    详细侵权情况证明，本平台在收到上述文件后，将尽快核实处 理。
    <view class="line"></view>
    7.10所有与本平台链接的网站及其内容和版权由相应的提供者
    与所有者负责，本平台不对其内容或形式或性质承担任何直接 或间接的商业或法律责任。
    <view class="line"></view>
    7.11本平台及关联公司保留在中华人民共和国法律允许的范围
    内自主决定是否拒绝服务、关闭账户、清除或编辑信息以及取 消订单等权利
    <view class="line"></view>
    7.12无论因何种原因（包括但不限于疏忽、过失），由本平台
    上的信息或本平台链接的信息，或其他与本平台链接的网站信
    息所导致的损失或损害（包括直接或间接、轻微或严重的损失
    或损害，例如收入或利润之损失，电脑系统之损坏或数据丢失 等后果），后果均由使用者自行承担。
    <view class="line"></view>
    八、违约赔偿：
    <view class="line"></view>
    8.1 你同意保障和维护名医在线及其他用户的利益，如因你违
    反有关法律、法规或名医在线管理规定而给名医在线或任何其
    他第三人造成损失，你同意承担由此造成的损害赔偿责任。
    <view class="line"></view>
    九、服务条款修改：
    <view class="line"></view>
    9.1 名医在线有权根据服务情况变更、终止名医在线管理规定
    的各项条款，名医在线将会通过适当方式向你提示修改内容。
    <view class="line"></view>
    9.2 如果你不同意名医在线管理规定所做的修改，有权停止使
    用网络服务。如果你继续使用网络服务，则视为你接受名医在 线对服务条款相关条款所做的修改。
    <view class="line"></view>
    十、法律管辖：
    <view class="line"></view>
    10.1 本服务条款的订立、执行和解释及争议的解决均应适用 中国法律
    <view class="line"></view>
    10.2 如双方就本服务条款内容或其执行发生任何争议，双方
    应尽量友好协商解决；协商不成时，任何一方均可向名医在线 经营者所在地的人民法院提起诉讼。
    <view class="line"></view>
    十一、法律责任
    <view class="line"></view>
    11.1若你提交的注册信息和材料不真实、不完整、不合法或无效，那么导致或产生的一切法律责任由你承担。重庆名医在线信息技术有限公司有权随时封禁或删除你的平台帐号，以及中止或终止为你提供名医在线平台的相关服务。
    <view class="line"></view>
    11.2你理解并认可，名医在线平台为提供信息分享、传播及获取的平台，你在使用名医在线平台时，请你自行对内容加以判断，并承担因使用内容而引起的所有风险。你须为自己注册帐户下的一切行为负责，包括你所发表内容的真实性、合法性、准确性、有效性，以及承担因账号使用、运营、管理行为产生的结果。你应对名医在线平台中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容真实性、合法性、准确性、有效性的依赖而产生的风险。重庆名医在线信息技术有限公司无法且不会对因用户行为而导致的损失或损害承担责任。
    如果你发现任何人违反本协议规定或以其他不当的方式使用名医在线平台服务，请立即举报或投诉，我们将依法进行处理。
    <view class="line"></view>
    11.3对违反有关法律法规或本协议规定的行为，重庆名医在线信息技术有限公司将依法律规定及上述规则等加以合理判断进行处理，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息并向有关部门报告等。
    <view class="line"></view>
    11.4若你上传、发布的内容或其他在名医在线平台上从事的行为侵害他人利益并引发第三方的任何索赔、要求或赔偿的，需由你承担全部法律责任。若因此给重庆名医在线信息技术有限公司或第三方造成任何损失，你应负责赔偿并使之免受损害，损失包括但不限于诉讼费用、律师费用、和解费用、罚款或生效法律文书中规定的损害赔偿金额及其他直接或间接支出费用。
    <view class="line"></view>
    11.5若重庆名医在线信息技术有限公司发现你不当使用本平台帐号或因你的帐号被他人举报投诉时，重庆名医在线信息技术有限公司有权不经通知随时删除相关内容，并视行为情节对违规帐号进行处理，处理方式包括但不限于警告、删除部分或全部订阅用户、限制或禁止使用全部或部分功能、帐号封禁甚至注销，并有权视具体情况而公告处理结果。
    <view class="line"></view>
    11.6因技术故障等不可抗事件影响到服务的正常运行的，本平台及其合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但你因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，本平台及其合作单位不承担责任。
    <view class="line"></view>
    十二、通知送达
    <view class="line"></view>
    12.1 本协议项下名医在线对于你所有的通知均可通过网页公
    告、电子邮件、手机短信或常规的信件传送等方式进行；该等 通知于发送之日视为已送达给你。
    <view class="line"></view>
    12.2 你对于名医在线的通知应当通过名医在线对外正式公布
    的通信地址、传真号码、电子邮件地址等联系信息进行送达。
    <view class="line"></view>
    十三、其他规定
    <view class="line"></view>
    13.1你使用本服务即视为你已阅读并同意受本协议的约束。
    <view class="line"></view>
    13.2必要时重庆名医在线信息技术有限公司会对本协议的部分内容进行修改。修改后，将在页面显著位置提示协议有更新，你应及时查看更新后的协议。如果你同意接受修改后的协议，你可以继续使用名医在线平台；如果你不接受则应停止使用名医在线平台服务。
    <view class="line"></view>
    13.3你和重庆名医在线信息技术有限公司均是独立的主体，在任何情况下本协议不构成双方之间的代理、合伙、合营或雇佣关系。
    <view class="line"></view>
    13.4本协议的成立、生效、履行、解释及纠纷解决，都适用于中华人民共和国的法律。本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
    <view class="line"></view>
    13.5如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决。协商不成时，任何一方均应向重庆名医在线信息技术有限公司所在地有管辖权的人民法院提起诉讼。
    <view class="line"></view>
    13.6本服务条款构成你与名医在线对服务条款之约定事项及其他有关事宜的完整协议，除服务条款规定的之外，未赋予服务条款各方其他权利。
    <view class="line"></view>
    <view class="line"></view>
    13.7如本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本条款的其余条款仍应有效并且有约束力。
    13.8本服务条款中的标题仅为方便而设，在解释本条款时应被忽略。
    <view class="line"></view>
  </view>
</template>

<script setup lang="ts">
import { ref } from 'vue'
</script>

<style scoped lang="scss">
.container {
  padding: 30rpx 30rpx 120rpx 30rpx;
}

.line {
  height: 30rpx;
}

.font-weight600 {
  font-weight: 600;
}
.logo {
  height: 200rpx;
  width: 200rpx;
  margin: 200rpx auto 50rpx auto;
}

.text-area {
  display: flex;
  justify-content: center;
}

.title {
  font-size: 36rpx;
  color: #8f8f94;
}
</style>
