<template>
  <view class="container">
    《用户注册协议》(包含 互联网诊疗风险告知及知情同意书)
    <view class="line"></view>
    尊敬的患者:
    <view class="line"></view>
    您好!
    <view class="line"></view>
    您拟于重庆市公共卫生医疗救治中心医云在线互联网医院(以下简称“互联网医院”，以实际服务的主体为准)进行常见病、慢性病的在线复诊。根据《互联网诊疗管理办法(试行)》、《互联网医院管理办法
    (试行)》、《远程医疗服务管理办法(试行)
    》等法规的要求，患者应知晓互联网诊疗相关的执业规则并接受风险告知和签署知情同意书，知情同意书等文件可以以电子文件形式签订。
    您同意您勾选知情同意选项或采纳医师建议即视为风险提示已告知并获得您的知情同意。
    <view class="line"></view>
    一 .互联网医院服务规范及风险告知
    <view class="line"></view>
    互联网诊疗开展部分常见病、慢性病复诊和[“互联网+”家庭医生签约服务]。互联网医院开展部分常见病、慢性病复诊时，医师应当掌握患者病历资料，确定已有明确诊断后，针对相同诊断进行复诊并开具处方。[互联网医院可以提供家庭医生签约服务],可以委托符合条件的第三方机构配送药品，可以开展远程医疗服务。
    <view class="line"></view>
    互联网医院不能开具麻醉药品、精神类药品处方，以及其他用药风险较高，有其他特殊管理规定的药品处方。为6岁以下的儿童开具用药处方时，应当有监护人和相关专业医师陪伴。
    <view class="line"></view>
    互联网医院不能直接进行体格检查和实施检查、检验等诊查手段。一旦医生认为患者出现病情变化且需要医务人员亲自诊查时，或复诊疾病属于疑难杂症、出现急症等其他不适宜在线诊疗服务情形肘，医生有权终止本次诊疗活动，患者应积极配合到实体医疗机构就诊。
    <view class="line"></view>
    互联网医院可以提供药品配送相关的服务，但实际服务提供方为合作第三方。相关的服务质量和售后保障由第三方负责。当发生不良事件时，患者应积极上报。
    <view class="line"></view>
    互联网医院可以为患者提供部分常见病、慢性病复.诊、[“互联网+”
    家庭医生签约服务]或远程医疗服务。患者应遵守相关的服务流程和约定。
    <view class="line"></view>
    患者应妥善保管信息，不得非法买卖和泄露信息，并在发现信息泄露时，积极及时上报。
    <view class="line"></view>
    二．互联网诊疗、[家庭医生签约]、远程医疗服务潜在风险告知
    <view class="line"></view>
    接受互联网诊疗、[家庭医生签约]、远程医疗服务可能出现潜在风险(有些不常见的风险未能一一列出,如果患者有疑问应与医生讨论)，包括但不限于:
    <view class="line"></view>
    1.受限于互联网诊疗本身的局限性(如医生不能面诊、触诊等，无法通过相关的诊查手段及检查、检验结果准确判断病情的进展等)，医生给出的本次诊疗方案、健康管理方案、远程医疗方案依赖于患者所上传的资料和描述的症状，以及既往的病历资料、临床诊断。如前述
    信息不准确或不全面，将对本次诊疗方案的合理制定产生一定的影响。
    <view class="line"></view>
    2.提供互联网诊疗、[家庭医生服务]、远程医疗服务的医生，可能来自于实体医疗机构中的不同级别、性质的医院，执业年限及经验不一。互联网医院的分诊导诊及医患匹配体系已根据患者的需求尽力匹配合适的医生为患者提供服务。患者可以自行选择医生，但受限于医生
    的执业经验及背景，医生提供的诊疗方案的合理性和先进性可能存在差异。
    <view class="line"></view>
    3.由于疾病本身的特殊性和复杂性，患者本身的体质状况，及现有医疗水平条件的限制等，都存在可能发生各种并发症和危害自身生命健康的意外风险。
    <view class="line"></view>
    4.由于疾病本身的复杂性，以及诊疗措施疗效出现的延后性，诊疗方案、健康管理方案、远程医疗方案可能不会达到患者期许的效果，且有些疾病或并发症是不可根治的，需要患者积极配合，长期坚持治疗，才能延缓疾病的进展。医生已经尽力为患者制定合理的方案，致力
    减少药物治疗不良反应的发生，但不可能完全避免，且不可预测，需要在患者的配合下，并根据临床情况不断调整方案。
    <view class="line"></view>
    5.疾病的治愈需要患者谨遵医嘱、健康管理方案，并积极配合。如果患者未完全遵守和配合，则可能导致诊疗效果不理想，甚至出现病情反复、恶化等不良后果。
    <view class="line"></view>
    6.配送药品可能受到物流时效的影响，导致患者延时服用药物，或患者正在用药物或者手术等治疗其他疾病,可能存在延时用药、联合用药等风险。
    <view class="line"></view>
    7.使用药物前,请详细阅读药物说明书(需着重了解药品用法、用量，使用禁忌和相关注意事项，如为禁忌人群请勿使用)，并严格按照使用说明使用。
    <view class="line"></view>
    8.药物均具一定副作用，药物均经肝脏或肾脏代谢，有些还会对血液系统有- -
    -定的影响。服药后建议患者定期复查血常规及肝肾功能，以4-6周为宜。在药物治疗过程中，几乎所有的药物都可引起不良反应，只是反应的程度和发生率不同。常见的药物不良反应例如:口干、
    视觉模糊、皮炎皮疹、皮肤瘙痒、血管神经水肿，呼吸加快、恶心呕吐、头痛等症状。若患者在用药过程中出现任何不良反应或疗效不佳时，建议应立即停药，并到实体医疗机构就诊，听取医生的诊断意见。
    <view class="line"></view>
    9.服用处方药物的患者，应定期到实体医疗机构复诊复查，确认所用的药物方案是否需要调整。(如高血压及糖尿病的患者一定定期监测血压、血糖指标，不能盲目
    按既有方案服用。)
    <view class="line"></view>
    10.患者自采药品的品牌、规格、性状、使用方式等可能影响本次诊疗方案的效果，同时还可能出现危害生命健康的风险。
    <view class="line"></view>
    11.医生主要解决本专业领域的医疗问题，非本专业的疾病需要到其它专业科室进行诊治或接受远程医疗服务。
    <view class="line"></view>
    12.部分常见病、慢性病复诊、[互
    联网+家庭医生签约服务]及远程医疗服务对改善及持续维护健康具有必要性,如患者难以提供全部既往的诊疗资料(包括您的现病史、既往病史、过敏史及孕期情况等)并充分沟通，则可能导致健康档案在使用时因资料收集不全而存在潜在
    风险。
    <view class="line"></view>
    13.互联网医院对患者的信息按要求采取了保密措施,但泄密的可能性依然不能完全消除。
    <view class="line"></view>
    14.患者在使用本平台产品和服务过程中所产生并储存于互联网医院客户端和服务器中的任何数据信息(包括但不仅限于账号信息、使用记录、医疗文件和诊疗数据
    等数据信息)，独属于互联网医院，可能被用于科学研究(包括但不限于大数据研究)、教学、
    医疗服务等领域，患者并不能从中直接受益。
    <view class="line"></view>
    15.互联网医院供的加班门]诊预约是免费的服务，就诊产生的费用如挂号费、检查费以及其他费用均在医院缴纳。
    <view class="line"></view>
    16.互联网医院提供的加班门]诊预约服务是由医生本人自愿加班提供号源，医院挂号处、护士台、导诊台可能均不知情。
    <view class="line"></view>
    17.因临床工作特殊性，医生可能延后或取消门诊，由此产生的问题互联网医院将不予负责。
    <view class="line"></view>
    三.患者知情同意确认
    <view class="line"></view>
    我保证就诊的人为本人，并确认在互联网医院上问诊的疾病，已经在实体医疗机构明确诊断，我已经提供、填写或上传所有相关的真实有效的病历资料至医生，愿意接受互联网诊疗，并将对医生的问诊如实回答。
    <view class="line"></view>
    我确认既往发生过与本次发病类似的常见病、慢性病病症，并曾经在实体医院诊疗。我愿意接受互联网医院提供的[“互联网+”家庭医生签约服务]，并协助医生完善健康档案，达成互联网诊疗。
    <view class="line"></view>
    我了解若自身是过敏体质人群或正在服用其他药品，服药前必须先咨询线下医生或药师意见。
    <view class="line"></view>
    我确认愿意接受医生根据诊疗经验为我安排的远程医疗服务。
    <view class="line"></view>
    我确认并同意，医生可查看并帮助上传实体医疗机构病历图片。
    <view class="line"></view>
    我确认并同意，为确保服务全程留痕，互联网医院会对电话、视频问诊进行录音、录像并留存。[我同意诊疗内容在去除姓名、头像、出生日期等信息后或被用于
    <view class="line"></view>
    帮助其他相似情况的患者。]
    <view class="line"></view>
    我确认并同意，互联网医院可通过短信、电话、邮件等方式向您发送订单、活动、推广类信息或拨打回访、咨询类电话。
    <view class="line"></view>
    我确认未得到服务结果会百分之百成功的许诺。
    <view class="line"></view>
    我确认已经知晓并同意以上内容，理解相关的风险，愿意接受互联网医院的服务以及接受疾病诊疗服务，并签署知情同意书。
    <view class="line"></view>
    重庆名医在线互联网医院
    <view class="line"></view>
    抢单专区
    <view class="line"></view>
    Q：什么是抢单专区？
    <view class="line"></view>
    1.抢单专区是患者向医生发起的一次性的付费咨询服务。咨询形式以文字为主，您可根据患者的病情描述选择是否抢单，抢单后可正常和患者发起图文、语音开始问诊服务。
    <view class="line"></view>
    Q：抢单专区咨询与普通图文咨询以及电话咨询的区别是什么？
    <view class="line"></view>
    1.抢单专区的图文自选平台做到1-5分钟有医生响应。满足患者快速问诊需求。
    <view class="line"></view>
    Q：抢单专区订单结束规则是什么
    <view class="line"></view>
    快捷图文咨询结束规则条件：
    <view class="line"></view>
    1.48小时内您未回复患者问题，问题自动失效；
    <view class="line"></view>
    2.从您回复患者问题开始，48小时后问题自动结束；
    <view class="line"></view>
    Q：患者如何向我付费？
    <view class="line"></view>
    患者会在名医在线旗下产品中看到您所提供的服务与相应的价格，如果需要付费服务，可以通过在线支付的方式发起订购。
    <view class="line"></view>
    Q：如何处理患者的提问？
    <view class="line"></view>
    患者在平台订购快捷咨询服务时，平台已经告知用户，图文咨询仅限于和医生之间保持联系沟通，不能作为治疗或诊断。如果需要医疗求助，还是应该前往医院及时就诊。
    <view class="line"></view>
    Q：患者的付费如何结算？
    <view class="line"></view>
    图文咨询订单结束后，会出现在您的平台余额中，您可以在“我的->我的余额”查看自己的收益，并发起提现，款项一般将在3个工作日内到账。
    <view class="line"></view>
    Q：服务价格是最终收入吗？
    <view class="line"></view>
    您设定的服务价格为您将获得的税前收入，非患者支付价格，平台将在该价格基础上适量增加运营费用。
    <view class="line"></view>
    Q：如何计算税收？
    <view class="line"></view>
    我司将根据国家法律和地方性法规，帮助医生缴纳个人所得税，相关费用将在最终结算费用中扣除。
    <view class="line"></view>
    视频咨询
    <view class="line"></view>
    Q：什么是视频咨询？
    <view class="line"></view>
    视频咨询是患者向医生发起的有偿视频咨询服务模式。医生设置排班时间，患者订购该服务后，医生发起视频通话请求，视频订单结束后则自动收取对应的咨询费用。
    <view class="line"></view>
    Q：视频通话时长有限制吗？
    <view class="line"></view>
    视频通话时长根据您的排班时间，您可根据问诊进度选择主动挂断视频。
    <view class="line"></view>
    Q：如何处理患者在视频中的提问？
    <view class="line"></view>
    患者在平台订购视频服务时，平台已经告知用户，视频咨询仅限于和医生之间保持联系沟通，不能作为治疗或诊断。如果需要医疗求助，还是应该前往医院及时就诊。
    <view class="line"></view>
    Q：患者的付费如何结算？
    <view class="line"></view>
    1.在您和患者成功接通视频开始问诊后，您可根据患者的病情辨证开方，没有其它问题您可选择自主结束问诊服务，收入自动到账。
    <view class="line"></view>
    2.或在您和患者沟通48小时后，系统自动结束问诊服务，收入自动到账。
    <view class="line"></view>
    3.到账金额会出现在您的平台余额中，您可以在“我的->收益管理”查看自己的收益，并发起提现，款项一般将在3-15个工作日内到账。
    <view class="line"></view>
    Q：服务价格是最终收入吗？
    <view class="line"></view>
    您设定的服务价格为您将获得的税前收入，非患者支付价格，平台将在该价格基础上适量增加运营费用。
    <view class="line"></view>
    Q：如何计算税收？
    <view class="line"></view>
    我司将根据国家法律和地方性法规，帮助医生缴纳个人所得税，相关费用将在最终结算费用中扣除。
    <view class="line"></view>
    图文咨询
    <view class="line"></view>
    Q：什么是图文咨询？
    <view class="line"></view>
    1.患者购买您的图文问诊后，您可使用图文、语音与患者交流
    <view class="line"></view>
    2.首次回复时间需在48小时内，单次服务的时间为首次回复的48小时，若已确认已解决问题，可提前结束对话。
    <view class="line"></view>
    3.您需要根据患者的情况辨证开方，给出调理建议。
    <view class="line"></view>
    Q：图文咨询结束规则是什么？
    <view class="line"></view>
    图文咨询结束规则条件：
    <view class="line"></view>
    1、48小时内您未回复患者问题，问题自动失效；
    <view class="line"></view>
    2、从您回复患者问题开始，48小时后问题自动结束；
    <view class="line"></view>
    Q：图文咨询退费规则是什么？
    <view class="line"></view>
    退费是您和患者之间未能形成有效的互动，系统或患者发起的退款的行为。
    <view class="line"></view>
    退款规则包括但不限于：
    <view class="line"></view>
    1、您未能在患者支付时间48h内回复患者问题，系统将自动退款给患者；
    <view class="line"></view>
    2、患者发起的退款行为，将会由名医在线平台进行协调处理。
    <view class="line"></view>
    Q：患者的付费如何结算？
    <view class="line"></view>
    1.在您和患者开始问诊后，您可根据患者的病情辨证开方，没有其它问题您可选择自主结束问诊服务，收入自动到账。
    <view class="line"></view>
    2. 或在您和患者沟通48小时后，系统自动结束问诊服务，收入自动到账。
    <view class="line"></view>
    3.图文咨询订单结束后，会出现在您的平台余额中，您可以在“我的->我的余额”查看自己的收益，并发起提现，款项一般将在3个工作日内到账。
    <view class="line"></view>
    Q：服务价格是最终收入吗？
    <view class="line"></view>
    您设定的服务价格为您将获得的税前收入，非患者支付价格，平台将在该价格基础上适量增加运营费用。
    <view class="line"></view>
    Q：如何计算税收？
    <view class="line"></view>
    我司将根据国家法律和地方性法规，帮助医生缴纳个人所得税，相关费用将在最终结算费用中扣除。
    <view class="line"></view>
    电话咨询
    <view class="line"></view>
    Q：什么是电话咨询？
    <view class="line"></view>
    1.电话咨询是患者向医生发起的有偿电话咨询服务模式。患者订购该服务后，将由医生发起通话请求。由第三方向医患双方发起隐私电话。
    <view class="line"></view>
    2.您需要根据患者的情况辨证开方，给出调理建议。
    <view class="line"></view>
    Q：电话服务时间有限制吗，电话会自动挂断吗？
    <view class="line"></view>
    电话服务时长，暂无限制，您可根据患者的病情合理安排电话沟通时间，选择自主挂断。
    <view class="line"></view>
    Q：如何处理患者在电话中的提问？
    <view class="line"></view>
    患者在平台订购电话服务时，平台已经告知用户，电话咨询仅限于和医生之间保持联系沟通，不能作为治疗或诊断。如果需要医疗求助，还是应该前往医院及时就诊。
    <view class="line"></view>
    Q：患者的付费如何结算？
    <view class="line"></view>
    1.在您和患者成功发起电话问诊后，您可根据患者的病情辨证开方，没有其它问题您可选择自主结束问诊服务，收入自动到账。
    <view class="line"></view>
    2.或在您和患者沟通48小时后，系统自动结束问诊服务，收入自动到账。
    <view class="line"></view>
    电话咨询订单结束后，会出现在您的平台余额中，您可以在“我的->我的余额”查看自己的收益，并发起提现，款项一般将在3-15个工作日内到账。
    <view class="line"></view>
    Q：服务价格是最终收入吗？
    <view class="line"></view>
    您设定的服务价格为您将获得的税前收入，非患者支付价格，平台将在该价格基础上适量增加运营费用。
    <view class="line"></view>
    Q：如何计算税收？
    <view class="line"></view>
    我司将根据国家法律和地方性法规，帮助医生缴纳个人所得税，相关费用将在最终结算费用中扣除。
    <view class="line"></view>
  </view>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.container {
  padding: 30rpx 30rpx 120rpx 30rpx;
}

.line {
  height: 30rpx;
}

.font-weight600 {
  font-weight: 600;
}
.logo {
  height: 200rpx;
  width: 200rpx;
  margin: 200rpx auto 50rpx auto;
}

.text-area {
  display: flex;
  justify-content: center;
}

.title {
  font-size: 36rpx;
  color: #8f8f94;
}
</style>
